/* The informative text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertInformativeTextRestoreDefaults" = "단축기 설정을 기본값으로 복원 하시겠습니까? 모든 사용자 정의 단축키 정보가 삭제됩니다.";

/* The informative text of the alert displayed when prompting to run Spectacle in the background */
"AlertInformativeTextRunningInBackground" = "상태 표지줄에 메뉴 아이콘을 표시 하지 않습니다.\n\n스펙타클의 환경 설정을 실행하려면 런치패드에서 스펙타클을 클릭하거나 파인더에서 스펙타클을 클릭합니다.";

/* The informative text of the alert displayed when a shortcut is already in use */
"AlertInformativeTextShortcutAlreadyInUse" = "이 \"%@\" 단축키는 이미 사용하고 있습니다. 다른 단축키를 선택해주세요.";

/* The informative text of the alert displayed when a system-wide shortcut is already in use */
"AlertInformativeTextSystemWideShortcutAlreadyUsed" = "이 \"%@\" 단축키는 시스템 키보드 단축키로 사용되고 있습니다.\n\n이 단축키를 사용하기 위해서는 시스템 키보드 단축키 설정을 변경하시기 바랍니다.";

/* The message text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertMessageTextRestoreDefaults" = "모든 단축키를 기본값으로 복원합니다.";

/* The message text of the alert displayed when prompting to run Spectacle in the background */
"AlertMessageTextRunningInBackground" = "스펙타클을 백그라운드에서 실행합니다.";

/* The message text of the alert displayed when a shortcut is invalid */
"AlertMessageTextShortcutValidationError" = "이 %@ 단축키는 이미 사용하고 있습니다.";

/* The button label used in the affirmative */
"ButtonLabelAffirmative" = "확인";

/* The button label used in the negative */
"ButtonLabelNegative" = "취소";

/* The menu item title that displays the application to disable shortcuts for */
"MenuItemTitleDisableShortcutsForApplication" = "for %@";

/* The shortcut recorder label displayed when the shorcut recorder is cleared and ready to record a new shortcut */
"ShortcutRecorderLabelClickToRecord" = "단축키를 등록해주세요";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut */
"ShortcutRecorderLabelEnterShortcut" = "단축키 입력";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does not have a previously recorded shortcut */
"ShortcutRecorderLabelStopRecording" = "단축키 입력 중지";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does have a previously recorded shortcut */
"ShortcutRecorderLabelUseExisting" = "기존 단축키 사용";
